meshIndependence/Blasius_coarseMesh/linear/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    top
    {
        type            outlet;
        nFaces          31;
        startFace       396;
        faces           ( ( 8 10 11 9 ) ( 16 17 10 8 ) );
    }
    inlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          7;
        startFace       427;
    }
    outlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          7;
        startFace       434;
    }
    plate
    {
        type            wall;
        inGroups        1(wall);
        nFaces          25;
        startFace       441;
    }
    symmBound
    {
        type            wall;
        inGroups        1(wall);
        nFaces          6;
        startFace       466;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          434;
        startFace       472;
    }
)

// ************************************************************************* //
